The velocity pressure, for converting between coefficient and pressure drop on this flow path. Units: (kg/(ft·s²)).
  Namespace:   Autodesk.Revit.DB.Mechanical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public double VelocityPressure { get; }
  Visual Basic
Public ReadOnly Property VelocityPressure As Double
	Get
  Visual C++
public:
property double VelocityPressure {
	double get ();
}
 See Also
  DuctFittingAndAccessoryPressureDropItem Class
  Autodesk.Revit.DB.Mechanical Namespace